<?php
$json = '{"aa":"客服不存在,請聯繫商家!","aaa":"提现地址必须与上次提现地址相同 %s","ab":"賬戶金豆不足，請充值","ac":"最小交易額","ad":"网络异常，请检查网络","ae":"网络异常，请检查网络","af":"交易成功","ag":"提交錯誤","ah":"請稍後再試","ai":"發送失敗","aj":"操作成功","ak":"註冊失敗!","al":"註冊成功!","am":"修改成功!","an":"提交失敗!","ao":"餘額不足","ap":"提交成功，請等待系統審核","aq":"最小提現","ar":"賬戶狀態錯誤","as":"劃轉成功","at":"原力不足，單次消耗","au":"領取分享收益成功","av":"領取分享收益失敗","aw":"挖礦成功","ax":"領取成功","ay":"不滿足領取條件，領取失敗","business":{"0":"","1":"充值","2":"提現","3":"交易","4":"訂單","5":"提現退回","6":"後台充值","7":"","8":"","9":"團隊返利","10":"轉入","11":"轉出","12":"挖礦","13":"領取團隊收益","14":"領取挖礦收益","15":"5465手續費"}}';
//$json = "";
return json_decode($json,true);
